Repository: NoopikxD/PromtTest
Catalog: CorpusSearch/CorpusSearch/en-ru.tmx
Source language: en
Languages: ru

source: New York' s most exciting hotel experience.
ru: Гости Новой Игры Динг Дэнг Донг... остановились во всемирно известном отеле Плаза... самом красивом отеле Нью- Йорка.

source: For reservations, call toll free -- 1- 800...
ru: Заказывайте номера по телефону -- 1- 800...

source: Know where the battery for this camcorder is?
ru: Ты не знаешь, где батарейки для камеры?

source: [Beeping]
ru: Да, я поставила их заряжаться.

source: How' s this?
ru: Как тебе этот?

source: Oh, much better.
ru: О, намного лучше.

source: Kevin, you better put your tie on.
ru: Кевин, надень свой галстук.

source: We don' t want to be late for the Christmas pageant.
ru: Мы не хотим опоздать на рождественскую вечеринку.

source: My tie' s in the bathroom.
ru: Мой галстук в ванной.

source: I can' t go in there.
ru: Я не могу зайти туда.

source: Uncle Frank' s taking a shower.
ru: Дядя Фрэнк принимает душ.

source: He says if I saw him naked...
ru: Он говорит, что если я увижу его голым... то когда вырасту, никогда не буду чувствовать себя настоящим мужчиной.

source: I' d grow up never feeling like a real man.
ru: Что бы это ни значило.

source: I' m sure he was kidding.
ru: Я уверен, что он пошутил.

source: Ooh
ru: Так что иди туда, возьми свой галстук, зайди... и ни на что не смотри.

source: When I see my Christmas tree
ru: Убирайся отсюда, ты маленький негодяй... или я врежу тебе по физиономии!

source: KATE:
ru: Сейчас Кевин будет петь соло.

source: Kevin' s solo' s coming up.
ru: Скажи Лесли.

source: PETER:
ru: Кевин сейчас будет петь соло.

source: Ladies and gentlemen of the jury...
ru: Дамы и господа...

source: I' d like to apologize to my family... for whatever displeasure I might have caused you.
ru: я хотел бы извиниться перед своей семьей... за то, что так огорчил вас сегодня.

source: My prank was immature and ill- timed.
ru: Что? моя выходка была глупой и несвоевременной.

source: FRANK: lmmature or not... it was pretty gol- dern hilarious.
ru: Глупая или нет... но она была ужасно забавная.

source: I' d also like to apologize to my brother.
ru: Я также хотел бы извиниться перед моим братом.

source: Oh, Buzz, that was very nice.
ru: О, Базз, ты просто молодец.

source: Kevin, do you have something to say?
ru: Кевин, ты не хочешь ничего сказать?

source: Beat that, you little trout sniffer.
ru: Теперь, ты попробуй, молокосос.

source: I' m not sorry!
ru: Я не стану извиняться!

source: Buzz humiliated me.
ru: Базз подставил меня.

source: He gets away with everything, so I let him have it.
ru: Ему все сходит с рук, и мне это не нравится.

source: And since you' re so stupid to believe him...
ru: И вы такие глупые, что верите ему...

source: I don' t care if your idiotic Florida trip gets wrecked.
ru: Меня не волнует, если ваша идиотская затея с Флоридой провалится.

source: Who wants to spend Christmas in a tropical climate anyway?
ru: Кто хочет справлять Рождество в тропиках?

source: Yeah, with me.
ru: Иди, будешь спать на чердаке.

source: You' d better not wreck my trip, you little sourpuss.
ru: Тебе бы лучше не расстраивать эту поездку.

source: Your dad' s paying good money for it.
ru: Твой папа заплатил за нее немалые деньги.

source: I wouldn' t want to spoil your fun, Mr. Cheapskate.
ru: Я не хотел испортить вам настроение, мистер Скряга.

source: What a troubled young man.
ru: От него одни неприятности.

source: They' re all a bunch of jerks.
ru: Они все просто отвратительные.

source: Last time we tried to take a trip... we had a problem that started just like this.
ru: Прошлый раз, когда мы собирались уезжать... у нас была проблема, которая начиналась именно так.

source: Yeah, with me getting crapped on.
ru: Да, я опять по уши в дерьме.

source: I don' t care for your choice of words.
ru: Я не желаю выслушивать твои грубости.

source: That' s not what happened last time or this time.
ru: Неважно, что было тогда и что сейчас.

source: Buzz apologized to you.
ru: Базз извинился перед тобой.

source: Yeah, then he called me a trout sniffer.
ru: Да, и назвал меня молокососом.

source: He didn' t mean what he said.
ru: Он не имел в виду того, что сказал.

source: He was just sucking up to you.
ru: Он не хотел обидеть тебя.

source: Sit here for a while and think things over.
ru: Посиди здесь и обдумай все это хорошенько.

source: When you' re ready to apologize to Buzz and everyone else... you can come down.
ru: Когда ты будешь готов извиниться перед Баззом и перед всеми... можешь спуститься.

source: I' m not apologizing to Buzz.
ru: Я не собираюсь извиняться перед Баззом.

source: I' d rather kiss a toilet seat.
ru: Я лучше поцелую унитаз.

source: Then you can stay here the rest of the night.
ru: Тогда останешься здесь на всю ночь.

source: Fine.
ru: Ну и ладно.

source: I don' t wanna be down there.
ru: Я не хочу идти к вам вниз.

source: I can' t trust anybody in this family.
ru: Я не могу доверять этой семье.

source: If I had my own money...
ru: Если бы у меня были свои собственные деньги...

source: I' d go on my own vacation, alone, without any of you guys.
ru: Я бы устроил себе свои собственные каникулы, один, без вас, ребята.

source: I' d have the most fun in my life.
ru: Это были бы самые веселые каникулы в моей жизни.

source: You got your wish last year.
ru: Твое желание исполнилось в прошлом году.

source: Maybe you' il get it again.
ru: Может оно исполнится и в этом.

source: [Doorbell rings]
ru: Надеюсь, что так.

source: We did it again!
ru: Мы опять проспали!

source: Aah!
ru: А!

source: Our McCallisters in the first van... the other McCallisters in the second van.
ru: Наша семья в первом микроавтобусе... ваша во втором.

source: I know I shouldn' t complain... but you guys give the worst wake- up calls.
ru: Я знаю, что жаловаться нехорошо... но это вы, ребята, нас не разбудили.

source: Do you have the tickets?
ru: Вы взяли билеты?

source: I' ve got them.
ru: Я взяла.

source: Here' s your family' s.
ru: Вот ваши.

source: How many do you have?
ru: Сколько их?

source: - Seven.
ru: Семь.

source: - Seven?
ru: Семь?

source: - Fourteen.
ru: Четырнадцать.

source: MEGAN:
ru: Семь... восемь, девять, десять.

source: How come we aren' t sitting together?
ru: Мы будем сидеть на разных местах?

source: We' re lucky to get on the same plane.
ru: Нам повезло, что мы будем в одном самолете.

source: Eleven, twelve, thirteen...
ru: Одиннадцать, двенадцать, тринадцать...

source: Where' s Kevin?
ru: Где Кевин?

source: Fourteen.
ru: Четырнадцать.

source: It' s a good thing I have my own ticket... in case you guys try to ditch me.
ru: Хорошо, что у меня есть свой собственный билет... на случай если вы собираетесь забыть меня.

source: Come on, Kevin.
ru: Давай, Кевин.

source: Dad, I need batteries.
ru: Пап, мне нужны батарейки.

source: They' re in my bag.
ru: Они в моей сумке.

source: Wait till we' re on the plane.
ru: Подожди, пока сядем в самолет.

source: Why can' t I get them now?
ru: Почему нельзя сейчас?

source: What' s the gate number?
ru: Какой номер рейса?

source: Eight- seventeen, sir.
ru: Восемь - семнадцать, сэр.

source: It' s the last gate.
ru: Поторопитесь.

source: Eight- seventeen, Buzz!
ru: Восемь - семнадцать, Базз!

source: Kevin, you going to take my bag?
ru: Кевин, ты собираешься взять мою сумку?

source: You going to take my bag?
ru: Ты понесешь мою сумку?

source: Watch it, watch it, watch it.
ru: Быстрее, быстрее.

source: American Airlines flight 226 to New York... is now in the final boarding process.
ru: Рейс 226 до Нью- Йорка... завершается посадка.

source: Come on, come on.
ru: Быстрее, быстрее.

source: Dad, wait up!
ru: Пап, подожди!

source: Look out!
ru: Подожди!

source: Come on, come on!
ru: Быстрее, быстрее!

source: Dad, wait!
ru: Пап, подожди!

source: Here we are.
ru: Наконец- то.

source: Everybody here?
ru: Все здесь?

source: Let me just make sure everyone gets on.
ru: Дайте мне только убедиться, что все здесь.

source: WOMAN:
ru: Все в порядке.

source: Have a nice flight.
ru: Приятного полета.

source: - Merry Christmas.
ru: Веселого Рождества.

source: - Bye- bye.
ru: До свиданья.

source: Hey, wait up!
ru: Эй, подождите!

source: Hey, guys, wait for me!
ru: Подождите меня!

source: - Cutting it kind of close.
ru: Почти не успели.

source: - Yeah, sorry.
ru: Да, извините.

source: ATTENDANT:
ru: Извините.

source: That' s all right.
ru: Ничего.

source: Are you on this flight?
ru: Тебе надо на этот самолет?

source: Yeah, so is my family.
ru: Да, там моя семья.

source: I don' t want to be left behind.
ru: Я не хочу оставаться здесь.

source: - Do you have a boarding pass?
ru: У тебя есть посадочный талон?

source: - It' s somewhere.
ru: Он где- то здесь.

source: We have to close up.
ru: Нам надо закрывать.

source: He dropped his boarding pass.
ru: Он потерял свой посадочный талон.

source: This plane can' t leave.
ru: Этот самолет не может улететь.

source: This happened to me last year.
ru: Со мной было то же самое в прошлом году.

source: My dad ran in here before I bumped into her.
ru: Мой папа забежал туда, перед тем, как я врезался в нее.

source: OK, board him... but make sure he locates his family before you leave him.
ru: Хорошо, посадите его... но убедитесь, что он найдет свою семью.

source: There' s my dad over there.
ru: Да, вон мой папа.

source: Find a seat.
ru: Найди себе свободное место.

source: - Have a merry Christmas.
ru: Веселого Рождества.

source: - You, too.
ru: Вам тоже.

source: In order for the captain to push back... we need all passengers to be seated... with their seat belts securely fastened.
ru: По приказу капитана... просим пассажиров сесть на свои места... и пристегнуть ремни.

source: [Speaking French]
ru: Так, вы бывали во Флориде?

source: TOM PETTY SlNGlNG:
ru: Добро пожаловать на рейс 176... следующий без пересадок до Нью- Йорка...

source: Oh, baby, it' s Christmas
ru: Все в порядке

source: I didn' t think we were going to make it.
ru: Опять... я думал, мы опоздаем...

source: Something wrong?
ru: Что- то не так?

source: Honey?
ru: Дорогая?

source: I have that feeling.
ru: У меня странное чувство.

source: We forgot something?
ru: Мы ничего не забыли?

source: No, I don' t thinkwe did, but I...
ru: Не думаю, но...

source: I just have that feeling.
ru: У меня просто странное ощущение.

source: Bad memories, that' s all.
ru: Плохие воспоминания, вот и все.

source: We did everything, we brought everything... we have everybody.
ru: Мы все сделали, мы ничего не забыли... все на месте.

source: Yeah, you' re right.
ru: Да, ты прав.

source: Dad?
ru: Пап?

source: Uncle Frank?
ru: Дядя Фрэнк?

source: Buzz?
ru: Базз?

source: We' re the last ones off the plane.
ru: На борту больше никого нет.

source: Where are those guys?
ru: Куда все подевались?

source: - Whose is this?
ru: Это чье?

source: - That' s Brooke' s.
ru: Брук.

source: This is Megan' s.
ru: Это Меган.

source: Brooke.
ru: Брук.

source: Give this to Kevin.
ru: Передайте Брук.

source: - Kevin.
ru: Передайте Кевину.

source: - Give this to Kevin.
ru: Передайте Кевину.

source: Here you go, Kevin.
ru: Держи, Кевин.

source: Kevin' s not here.
ru: Кевина нет.

source: Excuse me, but this is an emergency.
ru: Извините, но это очень важно.

source: Yes, sir?
ru: Да, сэр?

source: What city is that over there?
ru: Какой это город?

source: That' s New York, sir.
ru: Это Нью- Йорк, сэр.

source: Yikes, I did it again.
ru: Я опять это сделал.

source: Something wrong, sir?
ru: Что- то не так, сэр?

source: I' il be fine.
ru: Все нормально.

source: Oh, no.
ru: О, нет.

source: My family' s in Florida, and I' m in New York.
ru: Моя семья во Флориде.

source: My family' s in Florida...
ru: А я в Нью- Йорке.

source: The cold wind is blowin '
ru: Моя семья во Флориде... а я в Нью- Йорке?

source: What' s the child' s name?
ru: Как зовут ребенка?

source: Kevin.
ru: Кевин.

source: K- E- V- l- N.
ru: К- е- в- и- н.

source: When did you see him last?
ru: Когда вы в последний раз видели его?

source: Curbside check- in?
ru: Когда сдавали багаж?

source: I saw him at the door.
ru: Я видел его в дверях.

source: OFFlCER:
ru: Он был с нами еще позже.

source: Most people get separated at security checks.
ru: Большинство людей теряются при прохождении контроля.

source: I don' t know.
ru: Я не знаю.

source: Peter?
ru: Питер?

source: We were in a hurry.
ru: Мы все очень торопились.

source: We ran all the way to the gate.
ru: Мы бежали и боялись опоздать.

source: When did you notice he was missing?
ru: Когда вы заметили, что он потерялся?

source: When we picked up our baggage here.
ru: Когда здесь получали багаж.

source: BOTH:
ru: Мальчик когда- нибудь убегал из дома?

source: No.
ru: Нет.

source: Mmm.
ru: Ммм.

source: As a matter of fact, this has happened before.
ru: Вообще- то такое уже было раньше.

source: It' s becoming sort of a family travel tradition.
ru: Это становится семейной традицией.

source: Funnily enough, we never lose our luggage.
ru: Зато мы никогда не теряли наш багаж.

source: Yeah, that' s what my wife meant... when she said it' s a family travel tradition.
ru: Да, поэтому моя жена называет это... семейной традицией.

source: We' il call Chicago and, uh... notify them of the situation.
ru: Мы позвоним в Чикаго и, доложим им о ситуации.

source: The odds are that' s where he is.
ru: Где же он может быть...

source: Thanks.
ru: Спасибо.

source: [Honk honk]
ru: Не думаю, что он может быть где- то еще.

source: Watch out, kid!
ru: Берегись, мальчик!

source: Yo, where' s your manifest?
ru: Ну и где ваши накладные?

source: Here we are, Marv.
ru: Вот мы и здесь, Марв.

source: New York City, the land of opportunity.
ru: Нью- Йорк, город больших возможностей.

source: MARV:
ru: Чувствуешь запах?

source: Yeah.
ru: Да.

source: You know what that is?
ru: Ты знаешь, что это?

source: Fish.
ru: Рыба.

source: It' s freedom.
ru: Это не рыба.

source: It' s freedom, and it' s money.
ru: Это свобода и деньги.

source: Let' s get out of here before somebody sees us.
ru: Давай выбираться отсюда, пока нас не поймали.

source: And it' s fish.
ru: А все- таки это рыба.

source: Yup, one quick score.
ru: Нам надо кое- чем заняться..

source: We get ourselves a couple of phony passports... we hightail it to some foreign country.
ru: Раздобыть парочку фальшивых паспортов... и уехать за границу.

source: Arizona?
ru: В Аризону?

source: That' s very smart, Marv.
ru: Очень умно, Марв.

source: You bust out of jail to rob fourteen cents from Santa Claus?
ru: Ты сбежал из тюрьмы, чтобы своровать несколько центов у Санта Клауса?

source: Every little bit helps.
ru: Каждый цент пригодится.

source: Besides, now we got our new nickname.
ru: Кроме того, у нас теперь новое прозвище.

source: We' re the Sticky Bandits.
ru: Липкие бандиты.

source: Real cute.
ru: Очень смешно.

source: - Very cute.
ru: И умно.

source: The Plaza Hotel...
ru: Отель Плаза...

source: What' s the matter?
ru: В чем дело?

source: HARRY:
ru: Так, показалось что- то.

source: Come on, let' s go!
ru: Так тебе и надо!

source: I think she likes me.
ru: Давай, пошли.

source: Excuse me.
ru: Я ей понравился.

source: Where' s the lobby?
ru: Простите, где можно заказать номер?

source: Down the hall and to the left.
ru: Прямо и налево.

source: Wow!
ru: Спасибо.

source: For reservations call toll- free 1- 800- 759- 3000.
ru: Чтобы заказать номер звоните - 1- 800- 759- 3000.

source: I' il do just that.
ru: Я так и сделаю.

source: Howdy- do.
ru: Здравствуйте.

source: This is Peter McCallister, the father.
ru: С вами говорит Питер МакКалистер, старший.

source: I' d like a hotel room, please... with an extra- large bed, a TV... and one of those little refrigerators... you have to open with a key.
ru: Я бы хотел номер... с огромной кроватью, телевизором... и таким маленьким холодильником... который надо открывать ключом.

source: Credit card?
ru: Кредитная карта?

source: You got it.
ru: Конечно.

source: Plaza hotel reservations.
ru: Отель Плаза.

source: RECORDlNG:
ru: Чем могу помочь?

source: Sir, you' il need a major credit card upon check- in.
ru: Сэр, вам понадобится кредитная карта.

source: CONClERGE:
ru: Приятного отдыха.

source: Yes, two at 8: 00, Henri -- Mr. Yamamoto.
ru: Да, два в 8: 00, Генри, мистер Ямамото.

source: Hold on a second.
ru: Секунду.

source: I' il call you back, Henri.
ru: Я тебе перезвоню.

source: Hi.
ru: Привет.

source: Can I help you?
ru: Чем могу помочь?

source: Reservation for McCallister?
ru: Номер на имя МакКалистера?

source: A reservation for yourself?
ru: На ваше имя?

source: Ma' am, my feet are hardly touching the ground.
ru: Мадам, я стою на цыпочках.

source: I' m barely able to look over this counter.
ru: Я еле дотягиваюсь до стойки.

source: How could I make a hotel reservation?
ru: Как я могу заказать номер?

source: Think about it -- a kid going into a hotel, making a reservation?
ru: Ребенок приходит в отель и заказывает номер?

source: I don' t think so.
ru: Не думаю, что такое возможно.

source: I' m confused.
ru: Простите.

source: I' m traveling with my dad.
ru: Я приехал с папой.

source: He' s on business.
ru: Он на работе.

source: He' s at a meeting.
ru: У него совещание.

source: I hate meetings... plus I' m not allowed to go in.
ru: Я ненавижу совещания... мне нельзя туда заходить.

source: I can only sit in the lobby.
ru: Я просто могу сидеть в приемной.

source: That' s boring... so my dad dropped me off here.
ru: А это скучно... так что мой папа завез меня сюда.

source: He gave me his credit card... and said whoever was checking people in... to let me in the hotel room... so I won' t get into mischief... and, ma' am, sometimes I do get into mischief.
ru: Он дал мне свою кредитную карту... и сказал, чтобы меня проводили... в наш номер... чтобы я не потерялся... потому что такое со мной иногда случается.

source: Merry Christmas.
ru: С Рождеством.

source: No sign of him.
ru: Ничего.

source: We' il have to be able to get ahold of you.
ru: Мы сообщим вам, если что- нибудь найдем.

source: - You have hotel arrangements?
ru: Вы уже устроились в гостинице?

source: - Yeah.
ru: Да.

source: Do you have a recent photo of the boy?
ru: У вас есть фото мальчика?

source: I have one in my wallet.
ru: У меня есть одна в бумажнике.

source: I don' t have my wallet.
ru: У меня нет бумажника.

source: My wallet' s in my bag.
ru: Мой бумажник в моей сумке.

source: Kevin was looking in my bag at the airport.
ru: Моя сумка у Кевина.

source: He was looking for batteries.
ru: Он искал в ней батарейки.

source: Kevin has my wallet.
ru: У Кевина мой бумажник.

source: Did you have credit cards in the wallet?
ru: У вас там были кредитки?

source: Credit cards, money.
ru: Кредитки и деньги.

source: We' il notify the credit card companies.
ru: Мы предупредим кредитные компании.

source: If your son has the cards... we can get a location on him when and if he uses them.
ru: Если у вашего сына есть кредитные карты... мы сможем установить его местонахождение, если он воспользуется ими.

source: I don' t think Kevin even knows how to use a credit card.
ru: Не думаю, что Кевин знает, как пользоваться кредитной картой.

source: - Cedric.
ru: Седрик.

source: - Yes?
ru: Да?

source: Don' t count your tips in public... and find out everything you can about that young fellow.
ru: Не считай свои чаевые на людях... и выясни все, что сможешь об этом парнишке.

source: Front, please.
ru: Сюда, пожалуйста.

source: Enjoy your stay with us.
ru: Приятного отдыха.

source: Don' t forget to remind your dad when he arrives... that he has to come down and sign a couple of things.
ru: Не забудь напомнить своему... папе, когда он приедет... что ему надо расписаться в книге посетителей.

source: You' ve been most helpful.
ru: Вы очень любезны.

source: May I take your bag, sir?
ru: Можно ваш багаж, сэр?

source: Up here to your left.
ru: Налево, пожалуйста.

source: You know, Herbert Hoover once stayed here on this floor.
ru: На этом этаже однажды останавливался Герберт Гувер.

source: CEDRlC:
ru: Который придумал вакуум?

source: No, the, uh, president.
ru: Нет, президент.

source: This is one of our finest suites, sir.
ru: Это один из лучших номеров, сэр.

source: This is great!
ru: Здорово!

source: A huge bed just for me!
ru: Огромная кровать только для меня!

source: Luxurious... and spacious.
ru: Роскошно... и просторно.

source: How convenient!
ru: Как удобно!

source: Hey!
ru: Эй!

source: Did you want me to put the key in the bag... or did you just want to hang on to it?
ru: Вы хотите, чтобы я положил ключ в сумку... или вы будете носить его с собой?

source: I' il hang on to it.
ru: Повесьте его сюда.

source: Is everything all right, sir?
ru: Все в порядке, сэр?

source: Is the temperature in the room OK?
ru: Температура вас устраивает?

source: TV' s my life.
ru: Вы знаете, как работает телевизор?

source: Well...
ru: Что ж...

source: Oh, I' m sorry.
ru: О, простите.

source: And there' s plenty more where that came from.
ru: У меня еще много есть.

source: MAN ON LEFT:
ru: Никто не возражает, если я немного поныряю?

source: BOBBY HELMS SlNGlNG:
ru: Спасибо.

source: Yikes!
ru: Ой!

source: This is a vacation.
ru: Вот это каникулы.

source: Hold it right there.
ru: Стоять на месте.

source: It' s me, Johnny.
ru: Это я Джонни.

source: I knew it was you.
ru: Я знал, что это была ты.

source: I could smell you getting off the elevator.
ru: Я почувствовал твой запах, когда ты выходила из лифта.

source: Two scoops, sir?
ru: Два шарика, сэр?

source: Two?
ru: Два?

source: Make it three.
ru: Сделайте три.

source: WOMAN ON TV:
ru: Я же не за рулем.

source: It' s gardenias, Johnny... your favorite.
ru: Это духи, Джонни... твои любимые.

source: You was here last night, too, wasn' t you?
ru: Ты была здесь прошлой ночью, не так ли?

source: I was singin 'at the Blue Monkey last night.
ru: Прошлой ночью я пела в Голубой Обезьяне.

source: She was not!
ru: Она врет!

source: She was smooching with your brother.
ru: Она целовалась с твоим братом.

source: You was here... and you was smooching with my brother!
ru: Ты была здесь...

source: That' s a dirty, rotten lie, Johnny.
ru: Это грязная ложь, Джонни.

source: Don' t give me that.
ru: Не надо.

source: You been smooching with everybody!
ru: Ты со всеми путаешься!

source: Iittle Mo with the gimpy leg...
ru: Снуфи, Ал, Лео... маленьким Мо, с хромой ногой...

source: Cheeks, Bony Bob, Cliff.
ru: Чикс, Бони Боб, Клифф..

source: I could go on forever, baby.
ru: Я могу долго продолжать, детка.

source: You got me all wrong.
ru: Это все неправда.

source: I believe you... but my Tommy gun don' t!
ru: Я поверю тебе... но мой автомат не может!

source: Johnny!
ru: Джонни!

source: You' re the only duck in my pond!
ru: Ты единственный для меня!

source: Get down on your knees and tell me you love me.
ru: Встань на колени и скажи, что любишь меня.

source: Baby!
ru: Дорогой!

source: I' m over the moon for ya!
ru: Я достану тебе луну с неба.

source: You got to do betterthan that!
ru: Тебе придется придумать что- нибудь получше этого!

source: If my love was an ocean...
ru: Моя любовь как океан...

source: Lindy' d have to take two airplanes to get across it!
ru: Линде понадобилось бы два самолета, чтобы пересечь его.

source: Maybe I' m off my hinges, but I believe you.
ru: Может я и дурак, но я верю тебе.

source: - That' s why I' il let you go.
ru: Вот почему я отпускаю тебя.

source: I' m going to give you to the count of three... to get your lousy, lying, lowdown... four- flushing carcass out my door!
ru: Считаю до трех... пока ты не убрала отсюда свой противный лживый... напудренный зад из моего номера!

source: She' s rat bait.
ru: Она станет приманкой для крыс.

source: One... two...
ru: Один...

source: Ha ha ha ha ha!
ru: Два...

source: Three!
ru: Три!
